{
    "city": "dhaka",
    "tourist_spots": [
        {
            "name": "আর্মেনিয়ান চার্চ",
            "location": "পুরনো ঢাকার আর্মেনীটোলায়।",
            "description": "রিকশা বা সিএজিযোগে পুরানো ঢাকার আর্মানিটোলা আসা যায়।"
        },
        {
            "name": "আহসান মঞ্জিল",
            "location": "ইসলামপুরের কুমারটুলী নামে পরিচিত পুরনো ঢাকার বুড়িগঙ্গা নদীর তীরে বর্তমান ইসলামপুরে আহসান মঞ্জিল অবস্থিত।",
            "description": "ঢাকার গুলিস্থান থেকে সরাসরি বাস সার্ভিস চালু আছে। এছাড়া প্রাইভেট কার বা অটো সিনজি যোগেও যাওয়া যায়।"
        },
        {
            "name": "কার্জন হল",
            "location": "ঢাকা বিশ্ববিদ্যালয় এলাকা।",
            "description": "ঢাকার গুলিস্তান, শাহাবাগ হতে রিকশাযোগে যাওয়া যায়।"
        },
        {
            "name": "কেন্দ্রীয় শহীদ মিনার",
            "location": "বাংলাদেশের রাজধানী ঢাকারকেন্দ্রস্থলে ঢাকা মেডিক্যাল কলেজ প্রাঙ্গণে অবস্থিত।",
            "description": "ঢাকা বিশ্ববিদ্যালয় এলাকার যে কোন জায়গা হতে রিকশাযোগে যাওয়া যায়।"
        },
        {
            "name": "খান মোহাম্মাদ মৃধা মসজিদ",
            "location": "পুরনো ঢাকার লালবাগে ঐতিহাসিক এই মসজিদটি অবস্থিত।",
            "description": "ঢাকার গাবতলী থেকে বিহঙ্গ পরিবহনে আজিমপুর বাসষ্ট্যান্ডে নেমে ১০ টাকা রিক্সা ভাড়া দিয়ে লালবাগে  যাওয়া যায়। দর্শনাথী ইচ্ছা করলে পায়ে  হেঁটেও লালবাগে যেতে পারেন। ঢাকার সদরঘাট লঞ্চটার্মিনাল থেকে বাবু বাজার হয়ে লালবাগে যাওয়া যায়।"
        },
        {
            "name": "ছোট কাটরা",
            "location": "এটির অবস্থান ছিল বড় কাটরার পূর্বদিকে বুড়িগঙ্গা নদীর তীরে।",
            "description": "গুলিস্তান হতে যে কোন রিকশাযোগে ছোট কাটরায় যাওয়া যাবে।"
        },
        {
            "name": "জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান স্মৃতি জাদুঘর",
            "location": "স্বাধীন বাংলাদেশের স্থপতি বঙ্গবন্ধু শেখ মুজিবুর রহমান ধানমন্ডি ৩২ নম্বরের যে বাড়িতে জীবনের গুরুত্বপূর্ণ সময় কাটিয়েছেন, স্বাধিকারের সংগ্রামে জাতিকে দিক নির্দেশনা দিয়েছেন, সে বাড়িটি আজ তাঁর নানা স্মৃতিচিহ্ন বহন করছে। বর্তমানে এটি বঙ্গবন্ধু স্মৃতি জাদুঘর।",
            "description": "ঢাকার গাবতলী, মতিঝিল, ফার্মগেট ও নিউমার্কেট এলাকা হতে ধানমন্ডিগামী যে কোন বাস, সিএনজি, ট্যাক্সি ক্যাব বা রিকশাযোগে বঙ্গবন্ধু শেখ মুজিব স্মৃতি জাদুঘরে যাওয়া যায়।"
        },
        {
            "name": "জাতীয় বিজ্ঞান ও প্রযুক্তি জাদুঘর",
            "location": "ঢাকা সিটি কর্পোরেশনের শেরেবাংলা নগর থানার আগারগাঁও।",
            "description": "ঢাকার ফার্মগেট এলাকা থেকে যে কোন বাস, টেম্পো, সিএনজি ও রিকশাযোগে শেরেবাংলা নগর এলাকায় যাওয়া যায়।"
        },
        {
            "name": "জাতীয় সংসদ ভবন",
            "location": "ঢাকার শের-এ-বাংলা নগরে অবস্থিত",
            "description": "ঢাকার গাবতলী, সদরঘাট, মতিঝিল ও অন্যান্য এলাকা হতে ফার্মগেটগামী যে কোন বাস সার্ভিস যোগে সংসদ ভবন এলাকায় যাওয়া যায়।"
        },
        {
            "name": "জিনজিরা প্রাসাদ",
            "location": "ঢাকা শহরের বুড়িগঙ্গা নদীর ওপারে কয়েক’শ গজ দূরে।",
            "description": "ঢাকার সদরঘাট থেকে নৌকাযোগে বুড়ীগঙ্গা নদীপার হয়ে জিঞ্জিরা যাওয়া যায়।"
        },
        {
            "name": "ঢাকা চিড়িয়াখানা",
            "location": "ঢাকার মিরপুরে এর অবস্থান।",
            "description": "ঢাকার সদরঘাট, গুলিস্তান, মতিঝিল, ফার্মগেট, গাবতলী হতে মিরপুর চিড়িয়াখানা গামী যে কোন বাস অথবা ট্যাক্সি, সিএনজি বা প্রাইভেটকার যোগে চিড়িয়াখানা যাওয়া যায়।"
        },
        {
            "name": "তারা মসজিদ (ঐতিহাসিক স্থাপনা)",
            "location": "বাংলাদশের পুরানো ঢাকার আরমানিটোলা-র আবুল খয়রাত সড়কে অবস্থিত ‘তারা মসজিদ’।",
            "description": "রিকশা বা সিএনজিযোগে পুরানো ঢাকার আরমানিটোলা যাওয়া যায়।"
        },
        {
            "name": "বাংলাদেশ জাতীয় জাদুঘর",
            "location": "জাদুঘরটি শাহবাগ মোড়ের সন্নিকটে পিজি হাসপাতাল, রমনা পার্ক ও চারুকলা ইন্সটিটিউটের পাশে অবস্থিত।",
            "description": "ঢাকার গুলিস্তা, মতিঝিল, শাহাবাগ, গাবতলী, মিরপুর বা টঙ্গী থেকে শাহাবাগগামী যে কোন বাসযোগে জাতীয় জাদুঘরে আসা যায়।"
        },
        {
            "name": "বাহাদুর শাহ পার্ক (ঐতিহাসিক স্থান)",
            "location": "বাহাদুর শাহ পার্ক বাংলাদেশের রাজধানী ঢাকার, পুরানো ঢাকা এলাকার সদরঘাটের সন্নিকটে লক্ষ্মীবাজারে অবস্থিত একটি ঐতিহাসিক স্থান যেখানে বর্তমানে একটি পার্ক স্থাপন করা হয়েছে। এ স্থান বহু ঐতিহাসিক ঘটনার সাক্ষী।",
            "description": "ঢাকার যে কোন স্থান হতে সদরঘাটগামী বাস, হিউম্যান হলার, সিএনজি, টেম্পো বা রিকশাযোগে যাওয়া যায়।"
        },
        {
            "name": "রায়ের বাজার বধ্যভূমি স্মৃতিসৌধ",
            "location": "ঢাকার মিরপুরে এর অবস্থান।",
            "description": "রায়ের বাজার বধ্যভূমি স্মৃতিসৌধ দেখতে যেতে হলে ঢাকার বাসিন্দাদের বাবুবাজার আসতে হবে। বাবু বাজার ব্রীজের নীচে নদী সংলগ্ন থেকে যানজাবিল ব্রাদার্স নামে কিছু লোকাল বাস এখান থেকে ছেড়ে যায়। এতে ১২ টাকার একটি টিকেট কেটে বুদ্ধিজীবী স্মৃতিসৌধে আসা যাবে। এছাড়া গাবতলী থেকে আসতে হলে ঠিক তেমনি যানজাবিল ব্রাদার্স প্রভৃতি পরিবহনে ১৩/১৪ টাকার টিকেটে কেটে আসা যাবে। এই রুটে ব্রাদার্স পরিবহনের যথেষ্ট গাড়ি চলাচল করে।"
        },
        {
            "name": "রোজ গার্ডেন",
            "location": "রোজ গার্ডেন পুরান ঢাকার টিকাটুলিস্থ কে এম দাস লেনের একটি ঐতিহ্যবাহী ভবন।",
            "description": "ঢাকার সদরঘাট, গুলিস্থান, মতিঝিল বা সায়দাবাদ হতে রিকশা বা সিএজিযোগে রোজ গার্ডেন বা বলদা গার্ডেন যাওয়া যায়।"
        },
        {
            "name": "The Lalbag Fort (Historical Place)",
            "location": "",
            "description": "কিভাবে যাওয়া যায়: ঢাকার গুলিস্তান, শাহবাগ বা কার্জন হলের সামনে হতে রিকশা, সিএজি বা ট্যাক্সিক্যাবযোগে ঢাকার লালবাগ যাওয়া যায়।"
        },
        {
            "name": "সাত গম্বুজ মসজিদ",
            "location": "ঢাকা শহরের মোহাম্মদপুর এলাকার সাত মসজিদ রোডে এই ঐতিহাসিক ‘সাত গম্বুজ মসজিদ’টি অবস্থিত।",
            "description": "রাজধানীর ফার্মগেট থেকে মোহাম্মদপুর গামী যে কোন বাস, রিকশা, সিএজি বা টেম্পোযোগে মোহাম্মদপুর যাওয়া যায়।"
        },
        {
            "name": "সোহরাওয়ার্দী উদ্যান",
            "location": "রমনা রেসকোর্সের দক্ষিণে পুরানো হাইকোর্ট ভবন, তিন জাতীয় নেতা শেরে-বাংলা এ. কে ফজলুল হক, খাজা নাজিমুদ্দিন এবং হোসেন শহীদ সোহরাওয়ার্দীর সমাধি; পশ্চিমে বাংলা একাডেমী, অ্যাটমিক এনার্জি কমিশন, ছাত্র-শিক্ষক কেন্দ্র, চারুকলা ইনস্টিটিউট, বিশ্ববিদ্যালয় কেন্",
            "description": "ঢাকা ইউনির্ভাসিটি এলাকা হতে রিকশাযোগে সোহরাওয়ার্দী উদ্যান যাওয়া যায়।"
        }
    ]
}